
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "%@ のワークグループ";
"MCX_NO_WORKGROUPS_FOR" = "%@ のワークグループがありません";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "モバイルアカウントを作成できません。";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "モバイルアカウントの作成中に問題が起きました。";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "モバイルアカウントのボリュームにアクセスするときに問題が起きました。";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "モバイルアカウント・レコードの作成中に問題が起きました。";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "“%@”の作成またはアクセス中に問題が起きました。";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "FileVault ホームの作成中に問題が起きました。";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "同じ名前のフォルダがすでに存在するため、FileVault ホームを作成できません。";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "すでに別のコンピュータにログインしているため、操作を続けることができません。";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "1 度にログインできるのは 1 台のコンピュータだけです。システム管理者に問い合わせるか、後でもう一度やり直してください。";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "現在ログインが許可されていません。";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "現在の設定ではログインが許可されていません。システム管理者に問い合わせてください。";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "現在ログインが許可されていません。";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "ローカルユーザのログインは許可されていません。システム管理者に問い合わせてください。";

